Revit 2023 API
ParameterTypeId.RbsCurvetypeRoughnessParam Property
 "Roughness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RbsCurvetypeRoughnessParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurvetypeRoughnessParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurvetypeRoughnessParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace